Repository: yuval-openclaw/COVERA
Catalog: ios/Covera/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, ja, pt, th

source: What happened, and where is the person being treated?
ar: ماذا حدث، وأين يتم علاج الشخص؟
de: Was ist passiert und wo wird die Person behandelt?
es: Qué sucedió, y dónde está siendo tratada la persona?
fr: Que s'est-il passé, et où la personne est-elle traitée ?
he: מה קרה, והיכן האדם מטופל?
hi: क्या हुआ, और व्यक्ति का इलाज कहाँ हो रहा है?
ja: 何が起こりましたか、そしてその人はどこで治療を受けていますか？
pt: O que aconteceu e onde a pessoa está sendo tratada?
th: เกิดอะไรขึ้น และผู้ป่วยเข้ารับการรักษาที่ไหน

source: What is happening, and who is it for?
ar: ماذا يحدث، ولمن هذا؟
de: Was geschieht und für wen ist es?
es: Qué está sucediendo, y para quién es?
fr: Que se passe-t-il, et pour qui est-ce ?
he: מה קורה, ולמי זה מיועד?
hi: क्या हो रहा है, और यह किसके लिए है?
ja: 何が起こっていますか、そして誰のためのものですか？
pt: O que está acontecendo e para quem é?
th: เกิดอะไรขึ้น และสำหรับใคร

source: What they told you, and anything they promised
ar: ما أخبروك به، وأي شيء وعدوا به
de: Was man Ihnen sagte und was man Ihnen versprach
es: Lo que le dijeron, y cualquier cosa que prometieron
fr: Ce qu'ils vous ont dit, et toute promesse faite
he: מה שאמרו לך, וכל דבר שהבטיחו
hi: उन्होंने आपको क्या बताया, और उन्होंने जो भी वादा किया।
ja: 相手が伝えたこと、約束したこと
pt: O que lhe disseram, e qualquer coisa que prometeram
th: สิ่งที่พวกเขาแจ้ง และสิ่งที่พวกเขาสัญญา

source: What to do
ar: ما يجب فعله
de: Was ist zu tun?
es: Qué hacer
fr: Que faire
he: מה לעשות
hi: क्या करें
ja: やるべきこと
pt: O que fazer
th: สิ่งที่ต้องทำ

source: What treatment has the dentist suggested?
ar: ما العلاج الذي اقترحه طبيب الأسنان؟
de: Welche Behandlung hat der Zahnarzt vorgeschlagen?
es: Qué tratamiento ha sugerido el dentista?
fr: Quel traitement le dentiste a-t-il suggéré ?
he: איזה טיפול הציע רופא השיניים?
hi: दंत चिकित्सक ने किस उपचार का सुझाव दिया है?
ja: 歯科医はどのような治療を提案しましたか？
pt: Que tratamento o dentista sugeriu?
th: ทันตแพทย์แนะนำการรักษาอะไรบ้าง

source: What was said
ar: ما قيل
de: Was gesagt wurde
es: Lo que se dijo
fr: Ce qui a été dit
he: מה שנאמר
hi: क्या कहा गया
ja: 話された内容
pt: O que foi dito
th: สิ่งที่พูดคุย

source: What you sent
ar: ما أرسلته
de: Was Sie gesendet haben
es: Lo que envió
fr: Ce que vous avez envoyé
he: מה ששלחת
hi: आपने क्या भेजा
ja: 送付したもの
pt: O que você enviou
th: สิ่งที่คุณส่ง

source: What’s happening?
ar: ماذا يحدث؟
de: Was geschieht?
es: ¿Qué está pasando?
fr: Que se passe-t-il ?
he: מה קורה?
hi: क्या हो रहा है?
ja: 何が起こっていますか？
pt: O que está acontecendo?
th: เกิดอะไรขึ้น

source: When
ar: متى
de: Wann
es: Cuándo
fr: Quand
he: מתי
hi: कब
ja: 日時
pt: Quando
th: เมื่อ

source: Which documents does a claim need?
ar: ما هي المستندات التي تحتاجها المطالبة؟
de: Welche Dokumente werden für einen Anspruch benötigt?
es: ¿Qué documentos necesita un reclamo?
fr: Quels documents faut-il pour une demande ?
he: אילו מסמכים דרושים לתביעה?
hi: दावे के लिए किन दस्तावेज़ों की आवश्यकता है?
ja: 請求にはどの書類が必要ですか？
pt: Quais documentos são necessários para uma reivindicação?
th: การเคลมต้องใช้เอกสารอะไรบ้าง

source: Which operation, which hospital, and has a surgeon been chosen?
ar: أي عملية، أي مستشفى، وهل تم اختيار جراح؟
de: Welche Operation, welches Krankenhaus und wurde ein Chirurg gewählt?
es: Qué operación, qué hospital, y se ha elegido un cirujano?
fr: Quelle opération, quel hôpital, et un chirurgien a-t-il été choisi ?
he: איזה ניתוח, איזה בית חולים, והאם נבחר מנתח?
hi: कौन सा ऑपरेशन, कौन सा अस्पताल, और क्या सर्जन चुना गया है?
ja: どの手術、どの病院、そして執刀医は選ばれましたか？
pt: Qual operação, qual hospital e um cirurgião foi escolhido?
th: การผ่าตัดอะไร โรงพยาบาลไหน และเลือกศัลยแพทย์แล้วหรือยัง

source: Which specialist or test, and who asked for it?
ar: أي أخصائي أو اختبار، ومن طلب ذلك؟
de: Welcher Spezialist oder Test und wer hat ihn angefordert?
es: Qué especialista o prueba, y quién la solicitó?
fr: Quel spécialiste ou test, et qui l'a demandé ?
he: איזה מומחה או בדיקה, ומי ביקש זאת?
hi: कौन सा विशेषज्ञ या परीक्षण, और किसने इसके लिए कहा?
ja: どの専門医または検査、そして誰がそれを依頼しましたか？
pt: Qual especialista ou exame, e quem o solicitou?
th: ผู้เชี่ยวชาญหรือการทดสอบใด และใครเป็นผู้ร้องขอ

source: Who is it for?
ar: لمن هذا؟
de: Für wen ist es?
es: ¿Para quién es?
fr: Pour qui ?
he: למי זה מיועד?
hi: यह किसके लिए है?
ja: 誰のためのものですか？
pt: Para quem é?
th: สำหรับใคร

source: Who is this for?
ar: لمن هذا؟
de: Für wen ist dies?
es: Para quién es esto?
fr: Pour qui est-ce ?
he: למי זה מיועד?
hi: यह किसके लिए है?
ja: これは誰のためのものですか？
pt: Para quem é?
th: นี่สำหรับใคร

source: Within days
ar: في غضون أيام
de: Innerhalb von Tagen
es: En días
fr: Dans quelques jours
he: תוך ימים
hi: कुछ दिनों के भीतर
ja: 数日以内
pt: Em dias
th: ภายในไม่กี่วัน

source: Within weeks
ar: في غضون أسابيع
de: Innerhalb von Wochen
es: En semanas
fr: Dans quelques semaines
he: תוך שבועות
hi: कुछ हफ़्तों के भीतर
ja: 数週間以内
pt: Em semanas
th: ภายในไม่กี่สัปดาห์

source: Word for word from your policy, page %lld.
ar: كلمة بكلمة من وثيقتك، صفحة %lld.
de: Wort für Wort aus Ihrer Police, Seite %lld.
es: Palabra por palabra de su póliza, página %lld.
fr: Mot pour mot de votre police, page %lld.
he: מילה במילה מהפוליסה שלך, עמוד %lld.
hi: आपकी पॉलिसी से शब्दशः, पृष्ठ %lld।
ja: お客様の保険契約から一字一句、%lldページ。
pt: Palavra por palavra da sua apólice, página %lld.
th: คำต่อคำจากกรมธรรม์ของคุณ หน้า %lld

source: Would change this plan
ar: سيغير هذه الخطة
de: Würde diesen Plan ändern
es: Cambiaría este plan
fr: Modifierait ce plan
he: ישנה תוכנית זו
hi: इस योजना को बदल देगा
ja: このプランを変更します
pt: Mudaria este plano
th: จะเปลี่ยนแผนนี้

source: Write it the way you would say it to a friend.
ar: اكتبها بالطريقة التي تتحدث بها مع صديق.
de: Schreiben Sie es so, wie Sie es einem Freund erzählen würden.
es: Escríbalo como se lo diría a un amigo.
fr: Écrivez-le comme vous le diriez à un ami.
he: כתוב זאת כפי שהיית אומר לחבר.
hi: इसे वैसे ही लिखें जैसे आप किसी दोस्त से कहेंगे।
ja: 友達に話すように書いてください。
pt: Escreva como você diria a um amigo.
th: เขียนในแบบที่คุณจะพูดกับเพื่อน

source: Yes, I have one
ar: نعم، لدي واحدة
de: Ja, ich habe einen
es: Sí, tengo uno
fr: Oui, j'en ai un
he: כן, יש לי אחד
hi: हाँ, मेरे पास एक है
ja: はい、持っています
pt: Sim, eu tenho um
th: ใช่ ฉันมี

source: Your answer
ar: إجابتك
de: Ihre Antwort
es: Su respuesta
fr: Votre réponse
he: התשובה שלך
hi: आपका उत्तर
ja: あなたの回答
pt: Sua resposta
th: คำตอบของคุณ

source: Your cover
ar: تغطيتك
de: Ihr Versicherungsschutz
es: Su cobertura
fr: Votre couverture
he: הכיסוי שלך
hi: आपका कवरेज
ja: お客様の補償
pt: Sua cobertura
th: ความคุ้มครองของคุณ

source: Your current plan
ar: خطتك الحالية
de: Ihr aktueller Plan
es: Su plan actual
fr: Votre plan actuel
he: התוכנית הנוכחית שלך
hi: आपकी वर्तमान योजना
ja: 現在のプラン
pt: Seu plano atual
th: แผนปัจจุบันของคุณ

source: Your data
ar: بياناتك
de: Ihre Daten
es: Sus datos
fr: Vos données
he: הנתונים שלך
hi: आपका डेटा
ja: お客様のデータ
pt: Seus dados
th: ข้อมูลของคุณ

source: Your documents are not used to train any model.
ar: لا تُستخدم مستنداتك لتدريب أي نموذج.
de: Ihre Dokumente werden nicht zum Trainieren von Modellen verwendet.
es: Sus documentos no se utilizan para entrenar ningún modelo.
fr: Vos documents ne sont pas utilisés pour entraîner un modèle.
he: המסמכים שלך אינם משמשים לאימון אף מודל.
hi: आपके दस्तावेज़ों का उपयोग किसी भी मॉडल को प्रशिक्षित करने के लिए नहीं किया जाता है।
ja: お客様の書類は、いかなるモデルのトレーニングにも使用されません。
pt: Seus documentos não são usados para treinar nenhum modelo.
th: เอกสารของคุณไม่ได้ถูกนำไปใช้ในการฝึกอบรมโมเดลใดๆ

source: Your documents stay yours
ar: مستنداتك تبقى ملكك
de: Ihre Dokumente bleiben Ihr Eigentum
es: Sus documentos siguen siendo suyos
fr: Vos documents restent les vôtres
he: המסמכים שלך נשארים שלך
hi: आपके दस्तावेज़ आपके ही रहते हैं
ja: お客様の書類は、お客様のものです
pt: Seus documentos permanecem seus
th: เอกสารของคุณยังคงเป็นของคุณ

source: Your insurance documents are behind Face ID or your passcode.
ar: وثائق التأمين الخاصة بك محمية بواسطة Face ID أو رمز المرور الخاص بك.
de: Ihre Versicherungsdokumente sind durch Face ID oder Ihren Passcode geschützt.
es: Sus documentos de seguro están protegidos por Face ID o su código.
fr: Vos documents d'assurance sont protégés par Face ID ou votre code d'accès.
he: מסמכי הביטוח שלך מאובטחים באמצעות Face ID או קוד הגישה שלך.
hi: आपके बीमा दस्तावेज़ Face ID या आपके पासकोड के पीछे हैं।
ja: お客様の保険書類はFace IDまたはパスコードで保護されています。
pt: Seus documentos de seguro estão protegidos por Face ID ou seu código de acesso.
th: เอกสารประกันของคุณอยู่ภายใต้ Face ID หรือรหัสผ่านของคุณ

source: Your plan
ar: خطتك
de: Ihr Plan
es: Su plan
fr: Votre plan
he: התוכנית שלך
hi: आपका प्लान
ja: ご自身のプラン
pt: Seu plano
th: แผนของคุณ

source: Your policies
ar: وثائقك
de: Ihre Policen
es: Sus pólizas
fr: Vos polices
he: הפוליסות שלך
hi: आपकी पॉलिसियाँ
ja: あなたの保険証券
pt: Suas apólices
th: กรมธรรม์ของคุณ

source: Your policies do not agree
ar: وثائقك لا تتوافق
de: Ihre Policen stimmen nicht überein
es: Sus pólizas no concuerdan
fr: Vos polices ne concordent pas
he: הפוליסות שלך אינן תואמות
hi: आपकी नीतियां मेल नहीं खातीं
ja: ご自身の保険契約が一致しません
pt: Suas apólices não concordam
th: กรมธรรม์ของคุณไม่ตรงกัน

source: Your policies stay private to your account.
ar: تبقى وثائقك خاصة بحسابك.
de: Ihre Policen bleiben privat für Ihr Konto.
es: Sus pólizas son privadas y solo de su cuenta.
fr: Vos polices restent privées, liées à votre compte.
he: הפוליסות שלך נשארות פרטיות בחשבונך.
hi: आपकी नीतियां आपके खाते में गोपनीय रहती हैं।
ja: お客様の保険契約はアカウント内で非公開です。
pt: Suas apólices permanecem privadas em sua conta.
th: กรมธรรม์ของคุณเป็นส่วนตัวในบัญชีของคุณ

source: Your record
ar: سجلك
de: Ihre Aufzeichnung
es: Su registro
fr: Votre enregistrement
he: התיעוד שלך
hi: आपका रिकॉर्ड
ja: あなたの記録
pt: Seu registro
th: บันทึกของคุณ

source: You’re signed out. Sign in to continue.
ar: لقد تم تسجيل خروجك. سجّل الدخول للمتابعة.
de: Sie sind abgemeldet. Melden Sie sich an, um fortzufahren.
es: Ha cerrado sesión. Inicie sesión para continuar.
fr: Vous êtes déconnecté. Connectez-vous pour continuer.
he: יצאת מהחשבון. היכנס כדי להמשיך.
hi: आप साइन आउट हो गए हैं। जारी रखने के लिए साइन इन करें।
ja: サインアウトしました。続行するにはサインインしてください。
pt: Você está desconectado. Faça login para continuar.
th: คุณออกจากระบบแล้ว ลงชื่อเข้าใช้เพื่อดำเนินการต่อ

source: or
ar: أو
de: oder
es: o
fr: ou
he: או
hi: या
ja: または
pt: ou
th: หรือ

source: Delete
fr: Supprimer
